Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_184
source: Would you rather our relationship be like fireworks, or like a cozy fireplace?
de: Würdest du lieber, dass unsere Beziehung wie ein Feuerwerk ist oder wie ein gemütliches Kaminfeuer?
es: ¿Preferirías que nuestra relación fuera como fuegos artificiales o como una acogedora chimenea?
fr: Tu préfères que notre couple ressemble à un feu d'artifice ou à un feu de cheminée ?
it: Preferiresti avere sempre paura o non provare mai emozioni?
pt: Preferias que a nossa relação fosse como fogo de artifício ou como uma lareira acolhedora?
pt_br: Você preferiria que nosso relacionamento fosse como fogos de artifício ou como uma lareira acolhedora?

# tp_185
source: Would you rather cheat at a game and win or lose knowing you gave everything?
de: Lieber bei einem Spiel schummeln und gewinnen oder verlieren und wissen, dass du alles gegeben hast?
es: ¿Preferirías hacer trampa en un juego y ganar o perder sabiendo que diste todo?
fr: Tu préfères tricher à un jeu et gagner ou perdre en sachant que tu as tout donné ?
it: Preferiresti vivere senza mai potermi vedere o senza mai potermi scrivere?
pt: Preferias trapacear num jogo e ganhar ou perder sabendo que deste tudo?
pt_br: Você preferiria trapacear num jogo e ganhar ou perder sabendo que deu tudo?

# tp_186
source: Would you rather eat at your usual favorite restaurant or try a new one that just opened?
de: Würdest du lieber zusammen kochen und eine gute Zeit haben oder Essen bestellen und zusammen entspannen?
es: ¿Preferirías comer en tu restaurante favorito de siempre o probar uno nuevo que acaba de abrir?
fr: Tu préfères manger dans ton resto préféré habituel ou tester un nouveau qui vient d'ouvrir ?
it: Preferiresti vivere un amore che fa soffrire ma vero o uno facile ma falso?
pt: Preferias jantar sempre no teu restaurante favorito ou experimentar sempre um novo que acabou de abrir?
pt_br: Você preferiria jantar sempre no seu restaurante favorito ou experimentar sempre um novo que acabou de abrir?

# tp_187
source: Would you rather lend €500 to someone without them returning it or borrow €500 from someone without ever returning it?
de: Lieber jemandem 500 € leihen, ohne sie zurückzubekommen, oder 500 € von jemandem leihen und sie nie zurückgeben?
es: ¿Preferirías prestar 500 € a alguien sin que te lo devuelva o pedir 500 € prestados y no devolverlos nunca?
fr: Tu préfères prêter 500 € à quelqu'un sans qu'il te les rende ou emprunter 500 € à quelqu'un sans jamais les rendre ?
it: Preferiresti vivere senza più social media o senza più amici?
pt: Preferias emprestar 500 € a alguém sem que ele devolvesse ou pedir 500 € emprestados e nunca devolver?
pt_br: Você preferiria emprestar 500 € a alguém sem que ele devolvesse ou pedir 500 € emprestados e nunca devolver?

# tp_188
source: Would you rather I know you by heart or rediscover you every day?
de: Würdest du lieber, dass ich dich in- und auswendig kenne, oder dich jeden Tag neu entdecke?
es: ¿Preferirías que te conociera de memoria o que te redescubriera cada día?
fr: Tu préfères que je te connaisse par cœur ou que je te redécouvre chaque jour ?
it: Preferiresti avere la possibilità di cancellare un brutto giorno o di rivivere un giorno perfetto?
pt: Preferias que eu te conhecesse de cor ou que te redescobrisse todos os dias?
pt_br: Você preferiria que eu conhecesse você de cor ou que redescobrisse você todos os dias?

# tp_189
source: Would you rather write a book together or live a song together?
de: Lieber zusammen ein Buch schreiben oder gemeinsam einen Song erleben?
es: ¿Preferirías escribir un libro juntos o vivir una canción juntos?
fr: Tu préfères écrire ensemble un livre ou vivre ensemble une chanson ?
it: Preferiresti vivere senza mai dire ti amo o senza mai sentirlo dire?
pt: Preferias escrevermos juntos um livro ou vivermos juntos uma canção?
pt_br: Você preferiria escrevermos juntos um livro ou vivermos juntos uma canção?

# tp_190
source: Would you rather love, or be loved?
de: Lieber lieben oder geliebt werden?
es: ¿Preferirías amar o ser amado?
fr: Tu préfères aimé ou être aimé ?
it: Preferiresti vivere senza amore o senza libertà?
pt: Preferias amar ou ser amado?
pt_br: Você preferiria amar ou ser amado?

# tp_191
source: Would you rather lose your sight or lose your memory?
de: Lieber dein Augenlicht verlieren oder dein Gedächtnis?
es: ¿Preferirías perder la vista o perder la memoria?
fr: Tu préfères perdre la vue ou perdre la mémoire ?
it: Preferiresti vivere un amore che ti cambia ma fa male o uno che non cambia niente ma è tranquillo?
pt: Preferias perder a visão ou perder a memória?
pt_br: Você preferiria perder a visão ou perder a memória?

# tp_192
source: Would you rather lose all your teeth or all your hair?
de: Lieber alle Zähne verlieren oder alle Haare?
es: ¿Preferirías perder todos tus dientes o todo tu cabello?
fr: Tu préfères perdre toutes tes dents ou tous tes cheveux ?
it: Preferiresti vivere un giorno con me perfetto o cento giorni normali?
pt: Preferias perder todos os dentes ou todo o cabelo?
pt_br: Você preferiria perder todos os dentes ou todo o cabelo?

# tp_193
source: Would you rather never use social media again or never watch movies again?
de: Lieber nie wieder soziale Medien nutzen oder nie wieder Filme schauen?
es: ¿Preferirías no volver a usar las redes sociales o no volver a ver películas?
fr: Tu préfères ne plus jamais utiliser les réseaux sociaux ou ne plus jamais regarder de films ?
it: Preferiresti vivere senza più ricordi o senza più sogni?
pt: Preferias nunca mais usar redes sociais ou nunca mais ver filmes?
pt_br: Você preferiria nunca mais usar redes sociais ou nunca mais ver filmes?

# tp_194
source: Would you rather spend your weekends indoors or outdoors?
de: Lieber deine Wochenenden drinnen oder draußen verbringen?
es: ¿Preferirías pasar tus fines de semana en casa o al aire libre?
fr: Tu préfères passer tes week-ends à l'intérieur ou à l'extérieur ?
it: Preferiresti vivere un amore che tutti giudicano o uno che nessuno conosce?
pt: Preferias passar os fins de semana dentro de casa ou ao ar livre?
pt_br: Você preferiria passar os fins de semana dentro de casa ou ao ar livre?

# tp_195
source: Would you rather be the smartest or the funniest person in the room?
de: Lieber die klügste oder die witzigste Person im Raum sein?
es: ¿Preferirías ser la persona más inteligente o la más divertida de la sala?
fr: Tu préfères être la personne la plus intelligente ou la plus drôle dans la pièce ?
it: Preferiresti poter cambiare un solo momento del passato o avere una sola certezza sul futuro?
pt: Preferias ser a pessoa mais inteligente ou a mais divertida da sala?
pt_br: Você preferiria ser a pessoa mais inteligente ou a mais divertida da sala?

# tp_196
source: Would you rather love like the first day or love better each day?
de: Lieber lieben wie am ersten Tag oder jeden Tag ein bisschen besser lieben?
es: ¿Preferirías amar como el primer día o amar mejor cada día?
fr: Tu préfères aimer comme au premier jour ou aimer mieux chaque jour ?
it: Preferiresti vivere senza amore o senza felicità?
pt: Preferias amar como no primeiro dia ou amar cada vez melhor todos os dias?
pt_br: Você preferiria amar como no primeiro dia ou amar cada vez melhor todos os dias?

# tp_197
source: Would you rather never doubt again or never be afraid again?
de: Lieber nie wieder zweifeln oder nie wieder Angst haben?
es: ¿Preferirías no volver a dudar nunca o no volver a tener miedo?
fr: Tu préfères ne plus jamais douter ou ne plus jamais avoir peur ?
it: Preferiresti vivere un amore che dura poco ma che ricorderai sempre o uno lungo che dimenticherai?
pt: Preferias nunca mais duvidar ou nunca mais ter medo?
pt_br: Você preferiria nunca mais duvidar ou nunca mais ter medo?

# tp_198
source: Would you rather our relationship be a haven of peace or a great adventure?
de: Würdest du lieber, dass unsere Beziehung ein sicherer Hafen ist oder ein großes Abenteuer?
es: ¿Preferirías que nuestra relación fuera un remanso de paz o una gran aventura?
fr: Tu préfères que notre relation soit un havre de paix ou une grande aventure ?
it: Preferiresti vivere in un mondo senza verità o in un mondo senza amore?
pt: Preferias que a nossa relação fosse um refúgio de paz ou uma grande aventura?
pt_br: Você preferiria que nosso relacionamento fosse um refúgio de paz ou uma grande aventura?

# tp_199
source: Would you rather meet famous people today or those who will become famous in a year?
de: Lieber heute berühmte Menschen treffen oder die, die in einem Jahr berühmt sein werden?
es: ¿Preferirías conocer a personas famosas hoy o a quienes se harán famosas dentro de un año?
fr: Tu préfères rencontrer des personnes célèbres aujourd'hui ou celles qui le deviendront dans un an ?
it: Preferiresti vivere senza mai vedermi o senza mai parlarmi?
pt: Preferias conhecer pessoas famosas hoje ou aquelas que serão famosas daqui a um ano?
pt_br: Você preferiria conhecer pessoas famosas hoje ou aquelas que serão famosas daqui a um ano?

# tp_200
source: Would you rather our love be sung in a song or painted in a painting?
de: Würdest du lieber, dass unsere Liebe in einem Song besungen oder in einem Gemälde verewigt wird?
es: ¿Preferirías que nuestro amor fuera cantado en una canción o pintado en un cuadro?
fr: Tu préfères que notre amour soit chanté dans une chanson ou peint dans un tableau ?
it: Preferiresti vivere un amore che ti rende pazzo ma vero o uno tranquillo ma vuoto?
pt: Preferias que o nosso amor fosse cantado numa canção ou pintado num quadro?
pt_br: Você preferiria que nosso amor fosse cantado numa canção ou pintado num quadro?

# tp_201
source: Would you rather our love be a constant refuge or a perpetual source of challenges?
de: Würdest du lieber, dass unsere Liebe ein ständiger Rückzugsort ist oder eine permanente Quelle von Herausforderungen?
es: ¿Preferirías que nuestro amor fuera un refugio constante o una fuente perpetua de desafíos?
fr: Tu préfères que notre amour soit un refuge constant ou une source perpétuelle de défis ?
it: Preferiresti vivere senza mai potermi toccare o senza mai potermi guardare?
pt: Preferias que o nosso amor fosse um refúgio constante ou uma fonte eterna de desafios?
pt_br: Você preferiria que nosso amor fosse um refúgio constante ou uma fonte eterna de desafios?

# tp_202
source: Would you rather every kiss say 'I love you' or 'I understand you'?
de: Soll jeder Kuss eher 'Ich liebe dich' sagen oder 'Ich verstehe dich'?
es: ¿Preferirías que cada beso dijera "te amo" o "te entiendo"?
fr: Tu préfères que chaque bisou dise 'je t'aime' ou qu'il dise 'je te comprends' ?
it: Preferiresti vivere un amore che fa male ma intenso o uno facile ma vuoto?
pt: Preferias que cada beijo dissesse "amo-te" ou "entendo-te"?
pt_br: Você preferiria que cada beijo dissesse "eu te amo" ou "eu te entendo"?

# tp_203
source: Would you rather always be the center of attention or stay discreet during gatherings?
de: Lieber immer im Mittelpunkt stehen oder bei Treffen eher unauffällig bleiben?
es: ¿Preferirías ser siempre el centro de atención o permanecer discreto en las reuniones?
fr: Tu préfères toujours être le centre d'attention ou rester discret(e) lors des rassemblements ?
it: Preferiresti vivere senza più sognare o senza più ridere?
pt: Preferias ser sempre o centro das atenções ou ficar discreto nos encontros?
pt_br: Você preferiria ser sempre o centro das atenções ou ficar discreto nos encontros?

# tp_204
source: Would you rather have a small circle of close friends or a large group of acquaintances?
de: Lieber einen kleinen Kreis enger Freunde oder eine große Gruppe von Bekannten?
es: ¿Preferirías tener un pequeño círculo de amigos cercanos o un gran grupo de conocidos?
fr: Tu préfères avoir un petit cercle d'amis proches ou un grand groupe de connaissances ?
it: Preferiresti vivere un amore eterno ma difficile o uno breve ma perfetto?
pt: Preferias ter um pequeno círculo de amigos próximos ou um grande grupo de conhecidos?
pt_br: Você preferiria ter um pequeno círculo de amigos próximos ou um grande grupo de conhecidos?

# tp_205
source: Would you rather attend a party where you know everyone but it's boring or a lively party with strangers?
de: Lieber auf eine Party gehen, wo du alle kennst, die aber langweilig ist, oder auf eine lebhafte Party mit Fremden?
es: ¿Preferirías asistir a una fiesta donde conozcas a todos pero sea aburrida o a una fiesta animada con desconocidos?
fr: Tu préfères assister à une soirée où tu connais tout le monde mais où c'est ennuyeux ou à une soirée pleine de vie mais avec des inconnus ?
it: Preferiresti vivere senza potermi mai dire ti amo o senza mai potermi abbracciare?
pt: Preferias ir a uma festa onde conheces todos mas é aborrecida, ou a uma festa animada com desconhecidos?
pt_br: Você preferiria ir a uma festa onde conhece todos mas é chata, ou a uma festa animada com desconhecidos?

# tp_206
source: Would you rather we part with a smile or stay together in doubt?
de: Würdest du lieber, dass wir uns mit einem Lächeln trennen oder zusammenbleiben und ständig zweifeln?
es: ¿Preferirías que nos separáramos con una sonrisa o quedarnos juntos con la duda?
fr: Tu préfères qu'on se quitte sur un sourire ou qu'on reste ensemble dans le doute ?
it: Preferiresti avere un amore che nessuno approva o uno che tutti vogliono ma che non è sincero?
pt: Preferias que nos separássemos com um sorriso ou ficássemos juntos na dúvida?
pt_br: Você preferiria que nos separássemos com um sorriso ou ficássemos juntos na dúvida?

# tp_207
source: Would you rather I know your entire past or only your present?
de: Lieber, dass ich deine ganze Vergangenheit kenne, oder nur dein Jetzt?
es: ¿Preferirías que conociera todo tu pasado o solo tu presente?
fr: Tu préfères que je connaisse ton passé entier ou ne sache que ton présent ?
it: Preferiresti vivere senza amore o senza gioia?
pt: Preferias que eu conhecesse todo o teu passado ou apenas o teu presente?
pt_br: Você preferiria que eu conhecesse todo o seu passado ou apenas o seu presente?

# tp_208
source: Would you rather have a long-distance relationship full of messages or a close one with little communication?
de: Lieber Fernbeziehung mit vielen Messages oder nah, aber mit wenig Kommunikation?
es: ¿Preferirías una relación a distancia llena de mensajes o una cercana con poca comunicación?
fr: Tu préfères une relation à distance pleine de messages ou proche avec peu de communication ?
it: Preferiresti vivere un amore che ti fa crescere ma soffrire o uno che non ti cambia ma è tranquillo?
pt: Preferias uma relação à distância cheia de mensagens ou uma relação próxima com pouca comunicação?
pt_br: Você preferiria um relacionamento à distância cheio de mensagens ou um relacionamento próximo com pouca comunicação?

# tp_209
source: Would you rather always have to publicly announce your personal successes or keep them completely secret?
de: Lieber deine Erfolge immer öffentlich teilen oder komplett für dich behalten?
es: ¿Preferirías tener que anunciar públicamente todos tus éxitos personales o mantenerlos completamente en secreto?
fr: Tu préfères devoir toujours annoncer publiquement tes réussites personnelles ou les garder totalement secrètes ?
it: Preferiresti vivere senza mai potermi sentire o senza mai potermi vedere?
pt: Preferias ter de anunciar sempre publicamente os teus sucessos pessoais ou mantê-los totalmente em segredo?
pt_br: Você preferiria ter que anunciar sempre publicamente seus sucessos pessoais ou mantê-los totalmente em segredo?

# tp_210
source: Would you rather know when you're being lied to or never know?
de: Lieber immer merken, wenn man dich anlügt, oder es nie wissen?
es: ¿Preferirías saber cuándo te mienten o no saberlo nunca?
fr: Tu préfères savoir quand on te ment ou ne jamais le savoir ?
it: Preferiresti vivere un amore che ti consuma ma vero o uno facile ma superficiale?
pt: Preferias saber sempre quando te mentem ou nunca saber?
pt_br: Você preferiria saber sempre quando estão mentindo para você ou nunca saber?

# tp_211
source: Would you rather be stuck on an island with someone you don't like or be there completely alone?
de: Lieber auf einer Insel mit jemandem, den du nicht magst, oder ganz allein?
es: ¿Preferirías quedarte atrapado en una isla con alguien que no te cae bien o estar allí completamente solo?
fr: Tu préfères être coincé(e) sur une île avec quelqu'un que tu n'aimes pas ou y être totalement seul(e) ?
it: Preferiresti vivere senza speranza o senza amore?
pt: Preferias ficar preso numa ilha com alguém de quem não gostas ou estar completamente sozinho?
pt_br: Você preferiria ficar preso em uma ilha com alguém de quem não gosta ou estar completamente sozinho?

# tp_212
source: Would you rather never be able to say what you think or always have to tell the truth?
de: Lieber nie sagen können, was du denkst, oder immer die Wahrheit sagen müssen?
es: ¿Preferirías no poder decir nunca lo que piensas o tener que decir siempre la verdad?
fr: Tu préfères ne jamais pouvoir dire ce que tu penses ou devoir toujours dire la vérité ?
it: Preferiresti vivere un amore che dura poco ma intenso o uno lungo ma senza emozioni?
pt: Preferias nunca poder dizer o que pensas ou ter de dizer sempre a verdade?
pt_br: Você preferiria nunca poder dizer o que pensa ou ter que sempre dizer a verdade?

# tp_213
source: Would you rather be homeless but surrounded by your family and friends, or live comfortably but alone?
de: Lieber obdachlos, aber mit Familie und Freunden, oder bequem leben, aber allein?
es: ¿Preferirías estar sin hogar pero rodeado de tu familia y amigos o vivir cómodamente pero solo?
fr: Tu préfères être sans-abri mais entouré(e) de ta famille et tes amis, ou vivre confortablement mais seul(e) ?
it: Preferiresti vivere senza mai più ridere o senza mai più piangere?
pt: Preferias ser sem-abrigo mas rodeado de família e amigos ou viver confortavelmente mas sozinho?
pt_br: Você preferiria ser sem-teto mas cercado de família e amigos ou viver confortavelmente mas sozinho?

# tp_214
source: Would you rather travel to the past to meet your ancestors or to the future to meet your descendants?
de: Lieber in die Vergangenheit reisen und deine Vorfahren treffen oder in die Zukunft und deine Nachkommen?
es: ¿Preferirías viajar al pasado para conocer a tus antepasados o al futuro para conocer a tus descendientes?
fr: Tu préfères voyager dans le passé pour rencontrer tes ancêtres ou dans le futur pour rencontrer tes descendants ?
it: Preferiresti avere un amore impossibile ma vero o uno possibile ma falso?
pt: Preferias viajar ao passado para conhecer os teus antepassados ou ao futuro para conhecer os teus descendentes?
pt_br: Você preferiria viajar ao passado para conhecer seus antepassados ou ao futuro para conhecer seus descendentes?

# tp_215
source: Would you rather always arrive 10 minutes late or 2 hours early to every appointment?
de: Lieber immer 10 Minuten zu spät oder 2 Stunden zu früh?
es: ¿Preferirías llegar siempre 10 minutos tarde o 2 horas temprano a cada cita?
fr: Tu préfères toujours arriver avec 10 minutes de retard ou 2 heures en avance à chaque rendez-vous ?
it: Preferiresti vivere senza ricordi o senza sogni?
pt: Preferias chegar sempre 10 minutos atrasado ou 2 horas adiantado a todos os compromissos?
pt_br: Você preferiria chegar sempre 10 minutos atrasado ou 2 horas adiantado a todos os compromissos?

# tp_216
source: Would you rather our story be told or kept secret?
de: Lieber, dass unsere Story erzählt wird, oder dass sie geheim bleibt?
es: ¿Preferirías que nuestra historia se contara o que se mantuviera en secreto?
fr: Tu préfères que notre histoire soit racontée ou gardée secrète ?
it: Preferiresti vivere un amore eterno ma difficile o uno breve ma intenso?
pt: Preferias que a nossa história fosse contada ou guardada em segredo?
pt_br: Você preferiria que nossa história fosse contada ou guardada em segredo?

# tp_217
source: Would you rather be right in an argument or make peace quickly?
de: Lieber in einer Diskussion Recht haben oder schnell Frieden schließen?
es: ¿Preferirías tener la razón en una discusión o hacer las paces rápidamente?
fr: Tu préfères avoir raison dans une dispute ou faire la paix rapidement ?
it: Preferiresti vivere senza amore romantico o senza amicizia?
pt: Preferias ter razão numa discussão ou fazer logo as pazes?
pt_br: Você preferiria ter razão numa discussão ou fazer logo as pazes?

# tp_218
source: Would you rather participate in a reality TV show that films your life 24/7 or live alone in total isolation?
de: Lieber bei einer Reality-Show mitmachen, die 24/7 dein Leben filmt, oder komplett allein in totaler Isolation leben?
es: ¿Preferirías participar en un reality show que filme tu vida las 24 horas o vivir solo en total aislamiento?
fr: Tu préfères participer à une émission de télé-réalité qui filme ta vie 24/7 ou vivre seul(e) dans l'isolement total ?
it: Preferiresti vivere un amore che ti rende felice ma dura poco o uno lungo ma che non ti emoziona?
pt: Preferias participar num reality show que filma a tua vida 24/7 ou viver sozinho em total isolamento?
pt_br: Você preferiria participar de um reality show que filma sua vida 24/7 ou viver sozinho em total isolamento?

# tp_219
source: Would you rather have love that arrives too early or takes too long to come?
de: Lieber Liebe, die zu früh kommt, oder eine, die ewig auf sich warten lässt?
es: ¿Preferirías un amor que llegue demasiado pronto o que tarde demasiado en llegar?
fr: Tu préfères un amour qui arrive trop tôt ou qui tarde trop à venir ?
it: Preferiresti vivere senza mai baciarmi o senza mai abbracciarmi?
pt: Preferias que o amor chegasse cedo demais ou tarde demais?
pt_br: Você preferiria que o amor chegasse cedo demais ou tarde demais?

# tp_220
source: Would you rather live in a hot or cold place all year round?
de: Lieber das ganze Jahr heiß oder kalt wohnen?
es: ¿Preferirías vivir en un lugar caluroso o en uno frío todo el año?
fr: Tu préfères vivre dans un endroit chaud ou froid toute l'année ?
it: Preferiresti vivere un amore che fa male ma vero o uno tranquillo ma falso?
pt: Preferias viver num lugar quente ou frio durante todo o ano?
pt_br: Você preferiria viver em um lugar quente ou frio durante todo o ano?

# tp_221
source: Would you rather have a partner who's always honest even when it hurts or a liar who doesn't hurt you?
de: Lieber eine:n Partner:in, der/die immer ehrlich ist, auch wenn's weh tut, oder jemanden, der lügt, dich aber nicht verletzt?
es: ¿Preferirías una pareja siempre honesta aunque duela o un mentiroso que no te hiera?
fr: Tu préfères un(e) partenaire toujours honnête même quand ça fait mal ou menteur qui ne te fait pas de mal ?
it: Preferiresti vivere senza amore o senza fiducia?
pt: Preferias ter um parceiro sempre honesto, mesmo que doesse, ou um mentiroso que não te magoasse?
pt_br: Você preferiria ter um parceiro sempre honesto, mesmo que doesse, ou um mentiroso que não magoasse você?

# tp_222
source: Would you rather have a relationship full of projects or full of adventure?
de: Lieber eine Beziehung voller Projekte oder voller Abenteuer?
es: ¿Preferirías una relación llena de proyectos o llena de aventuras?
fr: Tu préfères une relation pleine de projets ou pleine d'aventure ?
it: Preferiresti vivere un amore segreto ma sincero o uno pubblico ma falso?
pt: Preferias uma relação cheia de projetos ou cheia de aventuras?
pt_br: Você preferiria um relacionamento cheio de projetos ou cheio de aventuras?
